<pad>	0
<unk>	0
<s>	0
</s>	0
.	-3.04087
▁the	-3.0925
,	-3.47298
▁and	-3.54232
▁a	-3.75274
▁to	-3.81649
▁was	-4.06489
▁in	-4.33709
▁of	-4.40811
▁I	-4.41047
▁is	-4.52755
▁The	-4.57911
▁for	-4.63605
▁we	-4.75041
▁hotel	-4.79703
'	-4.83892
▁it	-4.84105
▁room	-4.94365
▁at	-4.95923
▁were	-4.99692
▁you	-5.00696
▁with	-5.0736
s	-5.09442
▁that	-5.09698
▁on	-5.10542
▁but	-5.12629
▁We	-5.20476
▁very	-5.20997
▁not	-5.30347
▁had	-5.30902
▁this	-5.37372
▁are	-5.39219
t	-5.4073
▁our	-5.43082
▁have	-5.46423
▁from	-5.54373
▁(	-5.57603
▁there	-5.63719
!	-5.667
▁as	-5.67275
▁be	-5.73774
▁all	-5.77644
▁so	-5.78299
▁stay	-5.79351
-	-5.79371
▁they	-5.79862
▁great	-5.8215
▁staff	-5.86621
▁my	-5.87137
▁would	-5.87159
▁good	-5.90175
▁-	-5.90924
▁one	-6.04391
▁us	-6.06744
▁rooms	-6.08954
▁which	-6.11024
▁out	-6.11462
)	-6.11479
▁nice	-6.12045
▁an	-6.18121
▁if	-6.18391
▁It	-6.18696
▁get	-6.20396
▁or	-6.21225
▁just	-6.2358
▁clean	-6.24647
▁about	-6.27226
▁stayed	-6.27314
▁time	-6.28144
▁location	-6.28463
▁night	-6.28903
▁only	-6.2936
▁no	-6.31297
▁up	-6.31732
▁can	-6.35279
▁service	-6.36692
▁by	-6.38608
▁breakfast	-6.4009
▁day	-6.4186
▁when	-6.46043
▁did	-6.50987
▁like	-6.51386
▁also	-6.52855
▁pool	-6.53163
▁here	-6.53731
▁other	-6.56002
▁your	-6.56123
▁well	-6.57817
▁really	-6.58912
▁could	-6.59037
▁back	-6.59092
▁place	-6.59606
▁some	-6.60116
▁will	-6.60992
▁more	-6.62217
▁area	-6.62663
▁me	-6.63526
▁small	-6.64974
▁go	-6.65099
▁There	-6.66307
▁friendly	-6.67345
▁walk	-6.68151
▁again	-6.69413
▁This	-6.70878
/	-6.70891
▁2	-6.71966
▁food	-6.73762
▁than	-6.77472
...	-6.78959
▁helpful	-6.80785
▁bed	-6.8138
).	-6.82442
▁do	-6.82863
▁two	-6.85389
▁much	-6.88154
▁even	-6.88877
▁didn	-6.88888
▁floor	-6.89164
▁has	-6.89223
▁little	-6.8927
▁been	-6.89692
▁desk	-6.89868
▁bathroom	-6.89948
▁comfortable	-6.89968
▁got	-6.90566
▁what	-6.91148
▁people	-6.91548
:	-6.93025
▁view	-6.94112
▁front	-6.94849
▁beach	-6.95046
▁around	-6.954
▁"	-6.9619
▁their	-6.96241
▁They	-6.96623
▁My	-6.97015
▁after	-6.98912
▁Hotel	-6.99948
▁first	-7.0179
▁next	-7.01864
▁resort	-7.03325
▁3	-7.03614
▁them	-7.03664
▁too	-7.0446
"	-7.05078
▁because	-7.05517
▁any	-7.05959
▁free	-7.06333
▁check	-7.06699
▁recommend	-7.07192
▁right	-7.08955
▁nights	-7.09273
▁5	-7.09745
▁restaurants	-7.10636
▁restaurant	-7.11012
▁down	-7.11126
▁If	-7.12213
▁bar	-7.12995
▁over	-7.13052
▁best	-7.13327
▁excellent	-7.14767
▁hotels	-7.16969
▁price	-7.17259
▁away	-7.176
▁trip	-7.17805
▁water	-7.17834
▁most	-7.18397
▁went	-7.19015
▁who	-7.1904
▁want	-7.19664
▁way	-7.20672
▁many	-7.22117
▁made	-7.22756
▁off	-7.22921
▁found	-7.23206
▁close	-7.23232
d	-7.23341
▁bit	-7.23461
▁every	-7.23748
▁minutes	-7.24824
▁don	-7.24838
▁few	-7.24884
▁i	-7.25451
▁Our	-7.26827
▁never	-7.27014
▁where	-7.27231
▁better	-7.28241
▁large	-7.28573
th	-7.28612
▁4	-7.29988
▁always	-7.30047
▁A	-7.30397
▁before	-7.31178
▁see	-7.31357
▁then	-7.31597
▁booked	-7.33135
▁street	-7.34081
▁shower	-7.34581
▁morning	-7.35626
▁lobby	-7.35934
▁quite	-7.36943
▁into	-7.3757
▁find	-7.37758
▁take	-7.37994
▁make	-7.38323
▁door	-7.38698
▁&	-7.39136
▁beautiful	-7.39496
▁city	-7.40383
▁walking	-7.41324
▁everything	-7.41697
▁use	-7.4262
▁say	-7.43165
▁need	-7.45938
▁though	-7.47196
▁beds	-7.47342
▁wonderful	-7.47452
▁going	-7.47516
▁days	-7.48011
▁experience	-7.48127
▁enough	-7.48395
▁quiet	-7.50375
▁definitely	-7.50555
▁big	-7.50963
▁told	-7.5098
m	-7.51844
▁being	-7.52003
▁etc	-7.52456
▁reviews	-7.53334
re	-7.53459
▁You	-7.53969
▁staying	-7.54249
▁lot	-7.54757
▁coffee	-7.55312
▁think	-7.55834
;	-7.5702
▁said	-7.57732
▁took	-7.58528
▁arrived	-7.59648
ve	-7.59659
▁he	-7.60134
▁old	-7.6022
▁through	-7.60709
▁problem	-7.60992
▁perfect	-7.63736
▁another	-7.6398
▁airport	-7.64375
▁asked	-7.64558
▁When	-7.64741
▁long	-7.65092
▁10	-7.65402
▁located	-7.65449
▁	-7.65604
▁sure	-7.65774
in	-7.65971
▁buffet	-7.66257
▁its	-7.66257
▁times	-7.66937
▁during	-7.69407
▁money	-7.69599
▁still	-7.69831
▁thing	-7.70366
▁noise	-7.70509
▁parking	-7.71075
▁left	-7.71622
▁while	-7.71691
▁am	-7.72787
▁each	-7.72791
▁easy	-7.72813
▁know	-7.73424
▁outside	-7.73798
▁bad	-7.73996
▁same	-7.74142
▁hot	-7.74378
▁enjoyed	-7.74494
▁feel	-7.74528
▁new	-7.75221
▁side	-7.75385
▁last	-7.75928
▁lovely	-7.76197
▁family	-7.76363
▁1	-7.76427
▁looking	-7.76462
),	-7.76711
▁But	-7.76895
▁pretty	-7.77154
▁station	-7.77602
▁husband	-7.77916
▁size	-7.78332
▁ever	-7.78367
?	-7.79713
▁loved	-7.80176
▁week	-7.80264
▁car	-7.80644
▁All	-7.8066
ing	-7.80726
▁main	-7.81398
▁distance	-7.81578
▁wasn	-7.81948
▁within	-7.82217
▁how	-7.82957
▁reception	-7.83174
▁things	-7.83378
▁wanted	-7.8343
▁near	-7.83663
▁kids	-7.83796
ed	-7.83969
▁suite	-7.84044
▁visit	-7.84067
▁early	-7.84547
▁Great	-7.84775
▁available	-7.84786
▁work	-7.84822
▁far	-7.8521
▁come	-7.85424
▁worth	-7.85439
▁spacious	-7.85565
▁pay	-7.85689
▁value	-7.85841
▁bus	-7.86649
▁internet	-7.87036
▁both	-7.87335
▁'	-7.87427
▁amazing	-7.87917
▁eat	-7.88464
▁dinner	-7.88495
▁open	-7.88766
▁top	-7.89918
▁used	-7.9005
▁return	-7.90712
▁expensive	-7.91123
▁couple	-7.91468
▁In	-7.91493
▁business	-7.91509
▁fantastic	-7.91531
▁came	-7.91824
▁guests	-7.91931
▁full	-7.91988
I	-7.92775
▁should	-7.92898
▁minute	-7.93205
▁fine	-7.93268
▁extremely	-7.93276
!!	-7.93334
▁extra	-7.9503
▁Overall	-7.9511
▁felt	-7.95583
▁Very	-7.95844
▁across	-7.95847
▁year	-7.96278
▁called	-7.96786
▁nothing	-7.96912
▁high	-7.97147
The	-7.97712
▁she	-7.98062
▁end	-7.98088
▁since	-7.98482
’	-7.98911
▁drinks	-7.99301
▁Also	-7.99814
▁shopping	-7.99964
▁As	-8.00472
▁star	-8.00603
▁towels	-8.00742
▁part	-8.00811
▁rate	-8.00944
▁per	-8.01176
▁short	-8.01203
▁TV	-8.01453
▁huge	-8.01719
▁home	-8.02149
▁property	-8.02311
▁So	-8.02339
▁although	-8.02711
▁able	-8.02759
▁something	-8.02953
▁checked	-8.03437
▁access	-8.0372
▁three	-8.03724
▁However	-8.03802
▁Room	-8.03883
▁hours	-8.03944
▁thought	-8.0403
▁building	-8.04159
▁wait	-8.0416
▁show	-8.0419
▁hour	-8.04249
▁look	-8.04281
▁needed	-8.04461
▁different	-8.05281
▁sleep	-8.06034
▁places	-8.06138
▁modern	-8.06156
▁No	-8.06239
▁Breakfast	-8.06591
▁And	-8.06633
▁without	-8.06817
▁evening	-8.0696
▁late	-8.0703
▁put	-8.07166
▁try	-8.0717
▁however	-8.073
▁paid	-8.07807
▁6	-8.08543
▁air	-8.08551
▁anything	-8.09061
▁!	-8.09442
▁getting	-8.09585
▁several	-8.10103
▁safe	-8.1036
▁having	-8.10387
▁looked	-8.10757
▁lots	-8.11044
▁until	-8.11253
▁help	-8.114
▁seemed	-8.1176
▁deal	-8.11807
ll	-8.12149
▁Vegas	-8.12351
▁especially	-8.12366
▁plenty	-8.1279
▁ask	-8.13135
▁expect	-8.13186
▁happy	-8.13293
▁pleasant	-8.13622
▁given	-8.14057
▁hard	-8.15229
▁her	-8.15273
▁fun	-8.15616
▁included	-8.15921
▁choice	-8.15928
▁wife	-8.16031
▁spent	-8.16164
and	-8.17014
▁second	-8.17275
▁Not	-8.17662
▁gave	-8.18088
▁own	-8.18206
▁strip	-8.18388
▁weekend	-8.18614
▁such	-8.18777
a	-8.18958
▁give	-8.19036
the	-8.19152
▁,	-8.19996
▁quality	-8.20121
▁After	-8.20548
▁For	-8.20888
▁else	-8.21736
e	-8.21738
▁call	-8.21935
▁vacation	-8.21962
▁charge	-8.22678
▁actually	-8.2321
▁anyone	-8.23506
▁On	-8.23671
▁person	-8.23772
▁couldn	-8.24256
▁itself	-8.24681
▁those	-8.24777
▁One	-8.25211
▁book	-8.25428
▁double	-8.25851
▁less	-8.26654
▁San	-8.2688
▁once	-8.27011
▁Rome	-8.27016
▁Staff	-8.27206
▁convenient	-8.27573
▁shuttle	-8.27672
▁taxi	-8.27977
▁stop	-8.29289
y	-8.29478
▁leave	-8.29725
▁probably	-8.30359
▁travel	-8.30502
▁New	-8.30535
ly	-8.30579
▁these	-8.30607
▁must	-8.30691
▁bedroom	-8.30866
▁space	-8.31478
▁may	-8.31527
▁offered	-8.3196
am	-8.32044
▁returned	-8.32809
▁fresh	-8.33115
▁balcony	-8.33487
▁standard	-8.33814
▁friends	-8.34015
▁highly	-8.34111
▁drink	-8.34609
▁enjoy	-8.3515
▁read	-8.35229
▁special	-8.35376
pm	-8.35534
▁cost	-8.36438
▁views	-8.36444
▁cold	-8.36451
▁Paris	-8.36505
▁years	-8.36628
▁ocean	-8.36939
▁line	-8.37009
▁busy	-8.37025
▁7	-8.37061
▁luggage	-8.37273
▁nearby	-8.37679
▁concierge	-8.38087
▁hear	-8.38488
▁ready	-8.38657
▁window	-8.39085
▁walked	-8.3925
we	-8.39753
▁corner	-8.39905
▁everyone	-8.40026
▁least	-8.40115
▁bath	-8.40776
....	-8.41046
▁15	-8.41473
▁his	-8.41702
▁downtown	-8.41819
▁Rooms	-8.41999
▁either	-8.42138
▁kept	-8.42185
▁center	-8.42187
▁shops	-8.42204
▁tub	-8.42297
▁Stayed	-8.42364
▁ate	-8.43028
▁decided	-8.43494
▁manager	-8.43546
▁problems	-8.44545
▁someone	-8.44704
▁train	-8.4486
▁park	-8.45132
▁cheap	-8.45219
▁arrival	-8.45419
▁20	-8.45531
▁does	-8.45574
▁blocks	-8.45647
▁town	-8.45759
▁offer	-8.46447
▁provided	-8.46538
▁kind	-8.46545
▁fact	-8.46604
▁8	-8.46755
▁whole	-8.47017
▁Just	-8.47286
▁almost	-8.47622
▁love	-8.47707
▁let	-8.4776
▁ok	-8.47967
▁saw	-8.48006
▁lounge	-8.48859
▁plus	-8.49294
▁chairs	-8.49786
▁spend	-8.49843
▁metro	-8.49853
▁due	-8.5014
▁block	-8.5066
--	-8.51006
▁table	-8.51154
▁absolutely	-8.51303
▁others	-8.5137
▁disappointed	-8.51406
!!!	-8.51555
▁expected	-8.51559
▁areas	-8.52017
▁now	-8.52133
▁four	-8.52272
▁noisy	-8.52731
▁decent	-8.52838
€	-8.52927
▁road	-8.53191
▁rather	-8.53422
▁children	-8.53429
▁wine	-8.53748
▁worked	-8.5393
▁booking	-8.54007
▁quick	-8.54379
▁He	-8.54641
▁warm	-8.54788
▁later	-8.55105
▁Square	-8.55212
▁casino	-8.55562
▁liked	-8.55564
▁amenities	-8.55593
▁keep	-8.55788
▁Location	-8.55904
▁central	-8.56154
▁pools	-8.56727
▁might	-8.56749
▁between	-8.57069
▁tried	-8.57424
▁light	-8.57483
▁spa	-8.57491
▁card	-8.58325
▁elevator	-8.58531
▁facilities	-8.58693
▁tour	-8.58734
▁Good	-8.59265
▁working	-8.59524
▁local	-8.59745
▁reasonable	-8.59947
▁windows	-8.59949
▁half	-8.60189
▁ride	-8.60429
▁--	-8.60454
▁along	-8.60461
▁care	-8.60636
▁Would	-8.60761
▁lunch	-8.6086
▁decor	-8.6101
▁Inn	-8.61818
▁done	-8.62169
▁under	-8.62568
▁making	-8.62732
▁What	-8.63407
▁wouldn	-8.6343
▁flight	-8.63775
▁phone	-8.63848
▁bars	-8.64082
▁average	-8.64084
▁including	-8.64196
▁Grand	-8.64211
▁prices	-8.64625
▁reservation	-8.64799
▁St	-8.64863
▁kitchen	-8.65062
â	-8.6517
▁dirty	-8.6522
▁upgraded	-8.65316
▁above	-8.65339
▁fridge	-8.65475
▁course	-8.65487
▁real	-8.65873
▁That	-8.65912
▁change	-8.66103
▁rest	-8.66422
▁fruit	-8.67172
▁certainly	-8.67194
▁king	-8.67204
▁tea	-8.67333
▁needs	-8.67916
▁mini	-8.68339
▁At	-8.68753
it	-8.69814
▁level	-8.6982
▁cool	-8.69904
▁guest	-8.70014
▁set	-8.70027
▁attractions	-8.70372
▁toilet	-8.70522
▁order	-8.70587
▁issue	-8.70839
▁why	-8.70949
▁upgrade	-8.71026
▁review	-8.71116
▁overall	-8.71199
▁30	-8.7141
▁entire	-8.71491
▁website	-8.71701
▁bring	-8.71784
▁English	-8.71927
▁anywhere	-8.72062
▁start	-8.72207
▁dining	-8.72451
▁him	-8.72519
▁point	-8.72544
▁coming	-8.73565
▁club	-8.73737
which	-8.74084
▁cleaned	-8.7455
▁grounds	-8.7465
▁site	-8.75086
▁number	-8.75387
▁awesome	-8.7579
▁bathrooms	-8.75814
▁basic	-8.76428
▁run	-8.76615
▁middle	-8.77351
▁complimentary	-8.77378
▁wall	-8.77932
▁housekeeping	-8.77966
▁tiny	-8.78256
▁major	-8.7834
▁waiting	-8.78358
▁served	-8.78678
▁centre	-8.78738
▁smell	-8.78959
▁non	-8.78988
▁seen	-8.79299
▁group	-8.79447
▁relaxing	-8.79879
▁decorated	-8.80061
▁Hilton	-8.80344
▁Park	-8.80359
▁loud	-8.80457
▁Nice	-8.80542
▁everywhere	-8.80556
▁bags	-8.80641
▁already	-8.80774
n	-8.80822
▁Check	-8.81396
▁daily	-8.81546
▁tell	-8.8167
▁9	-8.81696
▁five	-8.82299
▁seem	-8.82308
▁heard	-8.8358
▁selection	-8.83598
▁recently	-8.83605
▁trying	-8.83652
▁meal	-8.83741
▁mind	-8.83761
We	-8.84145
▁super	-8.84181
▁negative	-8.84237
▁name	-8.84277
▁pillows	-8.84308
▁single	-8.84453
▁reservations	-8.84479
▁cab	-8.84849
▁surprised	-8.84858
▁inside	-8.85164
▁sit	-8.85172
▁Beach	-8.85346
▁York	-8.85411
▁Although	-8.85691
▁music	-8.85695
▁received	-8.85804
▁past	-8.85809
▁mins	-8.85872
▁complaint	-8.86047
er	-8.86049
but	-8.8609
▁style	-8.86563
▁world	-8.86808
▁chose	-8.86886
▁Disney	-8.87021
▁key	-8.87119
▁holiday	-8.87337
▁checking	-8.87364
▁walls	-8.87451
▁poor	-8.87657
▁Service	-8.8786
▁request	-8.87878
▁fabulous	-8.88086
▁min	-8.8815
▁requested	-8.88686
▁store	-8.88733
▁isn	-8.88737
nd	-8.89061
▁She	-8.89443
▁valet	-8.89476
▁impressed	-8.8976
▁believe	-8.9003
▁tourist	-8.90149
▁twice	-8.90171
▁choose	-8.90248
▁drive	-8.90437
▁reading	-8.90468
▁shop	-8.90556
▁To	-8.91038
▁yet	-8.91118
▁comfy	-8.91214
▁doors	-8.91269
▁glass	-8.91359
▁efficient	-8.91514
▁flat	-8.91757
full	-8.91781
▁makes	-8.91845
▁brought	-8.9249
▁adequate	-8.92749
▁From	-8.92787
▁friend	-8.92809
▁cannot	-8.92849
▁11	-8.92999
▁tip	-8.93091
▁easily	-8.93186
▁recommended	-8.93219
i	-8.9327
▁taking	-8.93747
▁closed	-8.94263
(	-8.94315
▁Venice	-8.94533
▁upon	-8.94599
▁instead	-8.94632
▁rude	-8.94719
▁floors	-8.94899
▁de	-8.94924
no	-8.95232
▁turn	-8.95481
▁tv	-8.956
▁Las	-8.96206
▁daughter	-8.96237
▁welcome	-8.96594
▁won	-8.96631
▁Only	-8.96631
▁priced	-8.96696
▁public	-8.96727
▁touch	-8.9696
▁gym	-8.97089
S	-8.97157
▁afternoon	-8.97187
▁seems	-8.97255
▁24	-8.97554
▁customer	-8.97615
▁party	-8.97753
▁subway	-8.97988
▁delicious	-8.9835
▁nicely	-8.98549
▁atmosphere	-8.98596
▁ended	-8.98641
▁quickly	-8.98702
▁Club	-8.98724
▁Everything	-8.9889
▁weren	-8.9896
!)	-8.99011
▁dark	-8.99029
▁separate	-8.99035
▁moved	-8.9926
▁polite	-8.99467
▁fee	-8.99622
▁directly	-8.99688
▁12	-8.9974
▁taken	-8.999
▁turned	-9.00152
▁usually	-9.00186
Review	-9.00295
or	-9.00358
▁screen	-9.00607
▁crowded	-9.00611
▁menu	-9.00711
▁options	-9.00809
▁furniture	-9.00828
');	-9.00993
not	-9.01233
o	-9.01429
▁private	-9.01619
▁throughout	-9.01697
▁variety	-9.01794
▁Marriott	-9.02214
▁using	-9.02264
▁young	-9.02471
▁London	-9.02482
▁move	-9.02493
▁budget	-9.02538
▁pleased	-9.02561
▁spot	-9.0272
▁wedding	-9.02855
▁Even	-9.03303
▁watch	-9.0334
▁cleaning	-9.03399
▁First	-9.03657
▁soon	-9.03671
▁OK	-9.03768
▁entrance	-9.03902
▁Don	-9.03916
▁elevators	-9.03918
▁reason	-9.043
c	-9.04398
▁Street	-9.04416
▁previous	-9.04553
▁fast	-9.04571
▁wrong	-9.04585
▁doesn	-9.047
▁pick	-9.05209
▁slow	-9.05272
out	-9.05525
▁knew	-9.05557
▁Tower	-9.05767
▁speak	-9.05807
▁living	-9.06102
▁plan	-9.06299
▁complaints	-9.06468
▁fairly	-9.06521
▁professional	-9.06604
▁met	-9.06772
▁job	-9.06983
▁overlooking	-9.07051
▁maybe	-9.07252
▁NYC	-9.07572
▁head	-9.07604
▁eggs	-9.07718
▁While	-9.08016
▁immediately	-9.08095
▁activities	-9.08259
▁charged	-9.08293
▁La	-9.08306
▁sun	-9.0856
▁mentioned	-9.08662
▁traffic	-9.0878
▁helped	-9.09262
▁NOT	-9.09309
▁smaller	-9.09323
▁paying	-9.09642
▁sink	-9.09779
▁resorts	-9.10042
rd	-9.10262
▁except	-9.10317
▁buy	-9.10782
▁bottle	-9.10798
▁swimming	-9.10964
▁City	-9.11008
st	-9.11155
▁continental	-9.11215
▁tired	-9.11231
▁somewhere	-9.11316
▁sitting	-9.11394
▁worst	-9.11449
▁stuff	-9.11593
▁issues	-9.11753
▁credit	-9.12131
▁low	-9.12225
▁finally	-9.12577
▁behind	-9.12915
▁type	-9.13516
▁house	-9.13862
▁changed	-9.13903
▁courteous	-9.13936
▁didnt	-9.13971
▁relax	-9.14061
▁items	-9.14319
▁Yes	-9.14563
▁sheets	-9.14579
▁ice	-9.14742
▁Had	-9.14826
▁entertainment	-9.14873
▁man	-9.15058
▁carpet	-9.15082
C	-9.15155
▁Italian	-9.15179
▁luxury	-9.1518
▁often	-9.1549
▁tower	-9.15572
▁greeted	-9.15898
▁guess	-9.15902
▁Some	-9.16008
▁French	-9.16031
▁weather	-9.16147
▁complain	-9.16373
r	-9.16565
▁chair	-9.16619
▁opened	-9.16699
▁gorgeous	-9.16794
▁truly	-9.1688
night	-9.16891
▁Metro	-9.16974
▁slept	-9.17141
▁doing	-9.17152
▁son	-9.17296
▁member	-9.17425
▁eating	-9.17867
▁expectations	-9.1788
▁attentive	-9.1803
▁visiting	-9.18049
▁bother	-9.18302
▁hand	-9.18611
▁facing	-9.18847
▁swim	-9.18977
▁terrace	-9.19225
▁conference	-9.19249
▁unless	-9.19269
▁roof	-9.19302
▁system	-9.19349
▁management	-9.19377
▁Food	-9.19483
▁provide	-9.19567
▁simply	-9.19689
▁note	-9.2022
▁construction	-9.20662
▁guy	-9.20958
▁conditioning	-9.21038
▁heart	-9.21224
▁spoke	-9.2127
▁leaving	-9.21514
▁appointed	-9.21623
▁wish	-9.21713
▁favorite	-9.21848
▁looks	-9.21938
▁shows	-9.2227
▁live	-9.22324
▁cheaper	-9.22516
▁renovated	-9.2274
▁definately	-9.22754
▁standards	-9.22776
▁outstanding	-9.22821
▁meals	-9.22838
▁Excellent	-9.22867
▁Barcelona	-9.23044
▁Chicago	-9.23211
▁security	-9.23215
▁larger	-9.23447
▁break	-9.23449
▁weeks	-9.23666
▁completely	-9.23719
▁myself	-9.23802
▁case	-9.243
▁juice	-9.24404
▁euros	-9.24567
▁mention	-9.2462
▁Palace	-9.24682
▁understand	-9.2488
▁package	-9.24924
▁visited	-9.24963
▁possible	-9.24974
▁nicer	-9.25046
▁neighborhood	-9.25553
▁pricey	-9.25553
▁honeymoon	-9.26376
▁Internet	-9.26383
▁unit	-9.26424
▁limited	-9.26426
▁terrible	-9.26439
▁option	-9.26478
▁traveling	-9.26556
▁stairs	-9.26606
▁cruise	-9.26849
▁Bay	-9.26986
▁wifi	-9.26991
▁sights	-9.27033
▁machine	-9.27156
▁sites	-9.27178
▁offers	-9.27364
▁Well	-9.27502
▁welcoming	-9.27549
es	-9.27592
▁rates	-9.27791
▁older	-9.2798
▁dont	-9.28106
▁perfectly	-9.28369
▁Playa	-9.28795
▁superb	-9.28834
▁takes	-9.29018
▁Amsterdam	-9.29078
▁life	-9.29217
▁–	-9.29508
▁difficult	-9.29702
▁Upon	-9.29954
▁noticed	-9.29966
▁class	-9.30074
▁re	-9.30146
▁bill	-9.3036
▁maid	-9.3066
▁W	-9.30807
▁closet	-9.30914
▁beat	-9.31155
▁via	-9.31182
▁longer	-9.31284
▁choices	-9.3138
▁sign	-9.31507
▁sized	-9.31544
▁steps	-9.31553
▁directions	-9.31837
▁beer	-9.32079
on	-9.32084
▁situated	-9.32191
▁points	-9.32244
▁started	-9.32288
▁birthday	-9.32292
▁ago	-9.32389
▁based	-9.32441
as	-9.32507
▁cafe	-9.32516
▁anyway	-9.3256
▁reasonably	-9.32845
▁lady	-9.32849
▁okay	-9.32993
▁lack	-9.33463
▁true	-9.33563
▁third	-9.33631
▁towel	-9.33752
▁prepared	-9.33753
▁stops	-9.33802
▁queen	-9.34486
▁compared	-9.3458
▁ideal	-9.34588
▁snacks	-9.35013
▁square	-9.35037
▁dated	-9.35308
▁courtyard	-9.35385
▁matter	-9.3542
▁fault	-9.35491
▁tables	-9.35493
▁maintained	-9.3557
▁Singapore	-9.35826
▁remember	-9.35933
▁ones	-9.35964
▁higher	-9.36095
▁broken	-9.36199
▁services	-9.36236
▁...	-9.36298
▁information	-9.3641
▁surprise	-9.36424
▁spotless	-9.36517
room	-9.36642
▁smoke	-9.36668
▁Istanbul	-9.36801
to	-9.36853
▁families	-9.36894
▁positive	-9.3719
▁Other	-9.37442
▁questions	-9.37523
▁downstairs	-9.37546
▁sleeping	-9.3757
▁Free	-9.37734
com	-9.37762
▁enjoyable	-9.37773
▁Bellagio	-9.37858
▁sent	-9.37876
▁/	-9.37994
▁pass	-9.38191
▁soft	-9.38228
▁allowed	-9.38267
▁hope	-9.38778
▁slightly	-9.3884
▁goes	-9.38885
▁tram	-9.39071
▁particularly	-9.39161
▁simple	-9.39192
▁smile	-9.39526
▁Hyatt	-9.39879
▁Central	-9.39914
▁below	-9.3993
so	-9.39949
▁sound	-9.40057
▁consider	-9.40318
▁ordered	-9.40351
▁exactly	-9.40361
▁general	-9.4057
▁pictures	-9.40588
▁glad	-9.40649
▁moment	-9.41079
▁white	-9.41134
▁trouble	-9.41169
▁seeing	-9.41239
▁transportation	-9.41278
▁returning	-9.41286
▁cheese	-9.41296
▁Times	-9.41334
▁running	-9.41362
▁please	-9.41445
▁typical	-9.41447
▁together	-9.41575
▁adults	-9.41633
▁hair	-9.41783
▁US	-9.42095
▁yourself	-9.42131
▁smoking	-9.42131
l	-9.42219
▁advice	-9.42222
▁Boston	-9.42399
▁VERY	-9.42435
▁considering	-9.42541
▁online	-9.42718
▁microwave	-9.42887
▁computer	-9.42964
▁mall	-9.43008
▁feeling	-9.43009
▁Royal	-9.43012
▁stars	-9.43269
▁important	-9.43307
▁everyday	-9.43604
▁totally	-9.43617
▁apartment	-9.4388
▁literally	-9.43982
▁Westin	-9.4406
▁Resort	-9.44103
▁yes	-9.44413
▁Bar	-9.44464
▁elsewhere	-9.44505
▁arrive	-9.44576
▁river	-9.44727
▁expecting	-9.44859
▁regular	-9.44903
▁treated	-9.45219
▁tickets	-9.45433
▁island	-9.45505
▁beyond	-9.45627
up	-9.45771
▁play	-9.45932
▁wireless	-9.46129
▁accommodating	-9.46207
▁suites	-9.46477
▁waited	-9.46498
▁amount	-9.4663
▁Pool	-9.46701
▁feet	-9.46952
▁months	-9.47018
▁dollars	-9.47095
▁saying	-9.47119
▁prior	-9.47189
▁July	-9.47211
▁Best	-9.47237
▁usual	-9.47241
day	-9.47313
▁incredible	-9.4733
▁experienced	-9.47392
▁future	-9.47504
▁avoid	-9.47533
▁thin	-9.47681
▁personal	-9.47871
▁Diego	-9.47876
▁forward	-9.47975
▁lift	-9.48158
▁la	-9.48256
▁bigger	-9.48294
▁pressure	-9.48344
▁asking	-9.48352
▁House	-9.48368
▁25	-9.48409
▁ceiling	-9.48447
▁West	-9.49068
▁sand	-9.49166
▁horrible	-9.49239
▁S	-9.4973
▁appreciated	-9.50051
▁spectacular	-9.50293
▁advance	-9.50318
▁attention	-9.50391
they	-9.50417
▁Spanish	-9.50441
▁MGM	-9.50462
▁ground	-9.50483
▁Having	-9.50528
▁design	-9.50713
▁B	-9.50853
▁charming	-9.50958
▁sightseeing	-9.51002
▁onto	-9.51012
▁miss	-9.51035
▁interesting	-9.51112
▁*	-9.51152
▁sofa	-9.51231
▁Be	-9.51261
▁district	-9.51366
▁Mexico	-9.51434
▁anniversary	-9.51456
▁travelling	-9.51496
▁sometimes	-9.51543
▁outdoor	-9.51685
▁despite	-9.51703
▁Station	-9.51809
▁streets	-9.51935
▁clerk	-9.51945
▁w	-9.52208
▁luxurious	-9.5232
▁picked	-9.52589
▁â	-9.5259
▁Then	-9.52817
▁somewhat	-9.52898
▁idea	-9.53074
▁complained	-9.53075
".	-9.53155
▁Sheraton	-9.53166
▁suggest	-9.53337
▁further	-9.5334
▁buses	-9.53346
▁paper	-9.53612
A	-9.53655
▁Loved	-9.54047
▁means	-9.54223
.....	-9.54424
▁lights	-9.5444
▁garden	-9.54504
▁Most	-9.54571
▁fan	-9.54745
▁Maui	-9.55066
▁Its	-9.55199
▁minor	-9.55223
▁toiletries	-9.55256
▁alot	-9.55311
g	-9.55317
▁sea	-9.55338
▁With	-9.55525
▁jacuzzi	-9.55654
▁transport	-9.55701
▁trips	-9.55773
▁boutique	-9.56099
▁members	-9.56105
▁foot	-9.56328
▁parks	-9.56427
▁additional	-9.56446
▁buildings	-9.56447
▁stand	-9.5645
▁lost	-9.56594
▁Do	-9.56625
▁receptionist	-9.56674
▁pm	-9.56898
you	-9.57056
fi	-9.57202
▁clear	-9.57218
▁none	-9.5744
▁market	-9.57583
▁un	-9.57681
▁chance	-9.57686
▁May	-9.57798
star	-9.57891
▁fitness	-9.5801
▁Sydney	-9.58099
▁Old	-9.58155
▁treat	-9.58261
▁bread	-9.58275
▁planning	-9.58396
▁driver	-9.58463
▁added	-9.5884
▁Ritz	-9.58899
▁heat	-9.58902
▁romantic	-9.58924
▁King	-9.58971
▁Every	-9.59031
▁channels	-9.59068
▁American	-9.59169
▁pre	-9.59268
▁Mexican	-9.59296
▁e	-9.59319
at	-9.59711
▁alone	-9.59773
▁Francisco	-9.59861
▁50	-9.5989
▁fish	-9.60049
▁sort	-9.6018
▁save	-9.60234
▁opinion	-9.60352
for	-9.60365
▁handy	-9.6038
▁Saturday	-9.60386
▁round	-9.60449
▁fit	-9.60524
▁opposite	-9.60597
▁Now	-9.60637
▁ourselves	-9.60673
▁comment	-9.60809
▁lower	-9.60847
▁hallway	-9.60856
▁Plaza	-9.61021
▁fixed	-9.61133
▁del	-9.61199
▁couples	-9.61202
▁Orleans	-9.61258
▁Center	-9.61338
▁pleasantly	-9.61371
▁mid	-9.61512
▁employees	-9.61697
▁equipped	-9.61789
▁Everyone	-9.61949
if	-9.62023
▁delivered	-9.62217
▁arriving	-9.6225
▁incredibly	-9.62312
▁company	-9.6249
▁fully	-9.62531
▁catch	-9.62619
▁fair	-9.62946
▁generally	-9.62984
▁exceptional	-9.63064
▁stocked	-9.6311
▁lines	-9.63149
▁Four	-9.63229
▁face	-9.63424
▁Once	-9.63568
▁Suites	-9.63899
▁otherwise	-9.64091
▁boyfriend	-9.641
very	-9.64104
▁Seattle	-9.64213
▁Since	-9.64245
▁advantage	-9.64266
▁summer	-9.64287
▁Parking	-9.6432
▁Oh	-9.64328
▁straight	-9.64358
▁pastries	-9.64448
▁office	-9.64473
▁willing	-9.64506
▁happened	-9.64509
▁Clean	-9.64532
▁Suite	-9.64576
▁cleanliness	-9.64744
▁hit	-9.64834
▁complete	-9.64916
▁clothes	-9.64983
▁rooftop	-9.65067
▁gone	-9.65177
▁Sunday	-9.65232
ers	-9.65316
▁showed	-9.65332
▁beautifully	-9.65685
▁Thank	-9.65701
▁European	-9.65714
▁notice	-9.66083
▁uncomfortable	-9.661
▁Lots	-9.66165
▁Unfortunately	-9.66357
▁various	-9.6642
▁prefer	-9.6643
▁boat	-9.66512
▁cable	-9.66615
▁twin	-9.66626
▁base	-9.66742
▁mostly	-9.66979
▁June	-9.6706
▁finding	-9.67073
▁comes	-9.67092
▁spending	-9.67206
▁worn	-9.67233
▁disappointing	-9.6724
▁garage	-9.67253
▁canal	-9.67401
▁Berlin	-9.67423
▁Blue	-9.67587
▁downside	-9.67651
▁Bathroom	-9.67741
▁March	-9.67749
▁smelled	-9.67765
▁sister	-9.67892
▁Europe	-9.67916
▁add	-9.67959
▁chain	-9.6798
▁facility	-9.68055
▁gets	-9.68103
▁aware	-9.68106
▁Front	-9.68331
▁share	-9.68369
▁email	-9.68468
▁overpriced	-9.68603
▁mattress	-9.68661
▁informed	-9.68731
▁40	-9.6876
▁NY	-9.68789
▁total	-9.6888
▁Italy	-9.68936
▁:)	-9.69015
▁hall	-9.69124
▁patio	-9.69149
▁cereal	-9.69221
B	-9.69298
▁pizza	-9.69341
▁self	-9.69533
▁charges	-9.6958
T	-9.69588
▁Hollywood	-9.69686
▁encountered	-9.69834
bar	-9.69856
▁fancy	-9.70012
▁golf	-9.70029
▁machines	-9.70111
▁normal	-9.70126
▁annoying	-9.70141
▁toast	-9.70149
▁refrigerator	-9.70237
▁forget	-9.70324
▁THE	-9.70525
able	-9.70677
▁serve	-9.71197
▁closer	-9.71218
▁bonus	-9.71293
▁Juan	-9.71588
▁T	-9.71677
▁following	-9.71946
▁counter	-9.72021
▁watching	-9.72059
▁Cafe	-9.72217
!!!!	-9.7224
▁mean	-9.72409
▁motel	-9.72446
▁Strip	-9.72483
▁convention	-9.72529
▁terrific	-9.72535
▁meant	-9.72543
▁empty	-9.72598
▁updated	-9.72615
▁AC	-9.72696
▁stores	-9.72738
▁red	-9.72813
▁14	-9.72876
▁marble	-9.72963
▁talking	-9.73103
▁situation	-9.73121
▁Restaurant	-9.73297
▁meeting	-9.73349
▁worse	-9.73494
▁reserved	-9.73499
▁cafes	-9.73511
▁awful	-9.738
▁list	-9.73897
▁maker	-9.73922
▁comfort	-9.7403
▁managed	-9.74076
▁Place	-9.74165
▁earlier	-9.74337
▁bag	-9.74362
▁bell	-9.74375
▁wi	-9.74413
▁addition	-9.74415
▁champagne	-9.74658
▁meet	-9.7477
▁lighting	-9.74871
▁Starbucks	-9.74974
▁giving	-9.74979
▁August	-9.75112
▁Carmen	-9.75146
▁english	-9.75328
▁pleasure	-9.75364
▁missing	-9.75387
▁massage	-9.75442
▁bought	-9.75722
▁month	-9.75814
▁works	-9.75891
▁$10	-9.76242
one	-9.76285
▁supposed	-9.7648
▁difference	-9.76753
▁calls	-9.76757
▁write	-9.76877
▁April	-9.76963
▁range	-9.77011
▁guys	-9.77029
▁rating	-9.77041
▁tours	-9.77043
with	-9.77051
▁lucky	-9.77106
▁common	-9.77309
▁costs	-9.77341
▁attitude	-9.77383
▁El	-9.77536
▁connection	-9.77583
▁brand	-9.77639
▁agree	-9.77743
▁Island	-9.77793
▁imagine	-9.7782
▁deluxe	-9.77898
▁discount	-9.7824
▁euro	-9.78411
!).	-9.78581
▁rent	-9.78627
▁concerned	-9.78755
▁tourists	-9.7888
▁wide	-9.78998
▁travelers	-9.79122
▁NO	-9.79259
▁obviously	-9.79272
▁ran	-9.794
▁aren	-9.79489
▁fix	-9.79667
▁reviewers	-9.79675
▁Another	-9.79715
▁rental	-9.7972
▁Holiday	-9.79817
▁clearly	-9.79942
▁bugs	-9.7997
▁game	-9.80087
▁filled	-9.80275
▁tips	-9.80541
▁placed	-9.80557
▁covered	-9.80564
▁properties	-9.80692
▁agent	-9.80783
▁map	-9.8084
▁comments	-9.80898
▁soap	-9.80937
▁Again	-9.80961
▁linens	-9.81089
▁Union	-9.8119
▁temperature	-9.81328
▁taste	-9.81409
▁Can	-9.81524
▁Quarter	-9.81572
▁bedding	-9.81641
▁p	-9.817
▁similar	-9.81792
▁furnished	-9.81802
▁Both	-9.81803
▁Ocean	-9.81829
TMt	-9.81862
▁Market	-9.8187
k	-9.81872
▁Will	-9.8193
▁thanks	-9.8246
▁accomodating	-9.82755
▁woman	-9.8277
▁recommendations	-9.82821
▁laundry	-9.82997
▁Madrid	-9.83042
▁hang	-9.83109
▁nearly	-9.83199
▁Was	-9.8322
▁Spa	-9.83237
▁Thanks	-9.83363
▁black	-9.83364
▁girls	-9.83487
▁chocolate	-9.83591
▁section	-9.83605
▁keys	-9.83606
▁explore	-9.83691
▁appeared	-9.83707
▁thank	-9.8398
▁south	-9.83985
▁bottles	-9.83994
▁World	-9.8407
▁$20	-9.8414
▁particular	-9.84275
▁LA	-9.84364
▁Friday	-9.84401
al	-9.84492
▁hallways	-9.84565
▁worried	-9.84768
▁checkout	-9.84811
▁mile	-9.84942
▁impressive	-9.84945
▁basically	-9.84968
▁“	-9.84976
▁sat	-9.85051
▁tube	-9.85104
▁By	-9.85123
▁relatively	-9.85337
▁grand	-9.85516
▁stations	-9.85591
▁perhaps	-9.85786
▁bright	-9.859
▁till	-9.85975
▁Nothing	-9.86131
smoking	-9.86133
▁maintenance	-9.86369
▁playing	-9.86475
▁board	-9.86477
▁North	-9.86487
▁traveled	-9.86497
▁Venetian	-9.86777
all	-9.86787
▁north	-9.86935
▁condition	-9.86957
▁Airport	-9.87029
▁biggest	-9.87114
▁dishes	-9.87198
▁talk	-9.87292
▁18	-9.87361
x	-9.87383
▁photos	-9.87457
h	-9.87461
▁breakfasts	-9.87557
▁convenience	-9.87702
▁action	-9.87714
▁Trip	-9.8782
▁fire	-9.87833
▁Seasons	-9.87961
▁Wynn	-9.87964
▁100	-9.88039
▁contact	-9.88067
▁Beautiful	-9.88322
▁miles	-9.88364
▁stopped	-9.88581
▁ahead	-9.88668
▁word	-9.88686
▁Cana	-9.88816
▁brilliant	-9.88833
▁Christmas	-9.88946
▁)	-9.89008
”	-9.89175
▁1/2	-9.89221
▁impression	-9.89252
▁partner	-9.89465
▁U	-9.89619
▁rain	-9.89694
▁snack	-9.8973
▁furnishings	-9.898
▁curtains	-9.89801
▁tasty	-9.89817
▁setting	-9.89849
▁Key	-9.90021
▁centrally	-9.90104
▁cozy	-9.90112
▁ten	-9.90171
▁overlooked	-9.90603
▁Two	-9.90689
▁barely	-9.908
▁u	-9.90881
▁45	-9.90988
▁age	-9.91127
▁proximity	-9.91245
▁16	-9.91329
▁elegant	-9.91344
p	-9.91381
▁Punta	-9.91476
▁charm	-9.91532
▁taxis	-9.91615
▁Le	-9.91647
▁gift	-9.91704
▁towards	-9.91709
▁bottom	-9.91831
although	-9.91836
▁steak	-9.91872
▁missed	-9.92029
▁Really	-9.92106
▁arranged	-9.92113
▁Kong	-9.92337
▁bay	-9.92369
▁Hong	-9.92478
▁Florence	-9.92552
▁Riu	-9.92712
▁reach	-9.92736
▁dryer	-9.92755
▁Montreal	-9.92878
▁stated	-9.92905
▁An	-9.93073
▁superior	-9.93225
▁numerous	-9.93229
▁control	-9.93262
▁con	-9.93314
▁Orlando	-9.93338
▁Avenue	-9.93886
▁Next	-9.93946
▁hesitate	-9.94007
▁disappointment	-9.94123
▁answer	-9.94742
there	-9.94782
▁owner	-9.94926
▁cash	-9.94961
▁midnight	-9.95003
▁hold	-9.95109
▁affordable	-9.95206
▁Bed	-9.95215
▁sight	-9.95325
▁wake	-9.95388
▁whilst	-9.95528
▁bathtub	-9.95728
▁ticket	-9.95739
▁iron	-9.9583
▁Go	-9.95918
▁beaches	-9.95994
▁seating	-9.9622
▁L	-9.96239
▁immaculate	-9.96278
▁nor	-9.96459
▁October	-9.96547
▁spots	-9.96588
▁girl	-9.9693
▁country	-9.97013
▁conditioner	-9.97236
even	-9.97249
le	-9.97398
▁team	-9.97502
like	-9.97504
▁art	-9.97518
▁properly	-9.97734
▁Euros	-9.98123
▁mistake	-9.98257
▁waiter	-9.98375
▁step	-9.98522
▁details	-9.98745
▁Waikiki	-9.98771
▁bothered	-9.9879
▁odd	-9.9907
▁shampoo	-9.99231
▁couch	-9.99394
▁sick	-9.99489
▁condo	-9.99533
▁recent	-9.99575
▁requests	-9.99844
▁underground	-10.0008
▁whether	-10.001
▁pillow	-10.0029
▁showers	-10.0037
TMs	-10.0041
▁Termini	-10.0049
this	-10.0055
▁box	-10.0061
▁conveniently	-10.0068
▁Rock	-10.0083
▁thoroughly	-10.0088
▁Close	-10.0093
▁grocery	-10.0102
▁bacon	-10.0112
▁breeze	-10.0116
just	-10.0118
▁attached	-10.0119
▁season	-10.0147
▁inclusive	-10.0155
▁strong	-10.0159
▁hanging	-10.0162
▁driving	-10.0164
▁theme	-10.017
▁surrounding	-10.0179
▁+	-10.0197
▁travelled	-10.02
▁send	-10.0201
▁milk	-10.0219
▁Highly	-10.0235
▁b	-10.0241
▁Their	-10.0272
▁cooked	-10.0287
▁keeping	-10.0306
▁renovation	-10.0327
▁detail	-10.0345
▁Vancouver	-10.0345
▁overnight	-10.0351
▁apart	-10.0355
▁interested	-10.0368
▁Of	-10.0377
▁hardly	-10.0378
▁peaceful	-10.0379
▁unique	-10.0383
ness	-10.0404
▁happen	-10.0405
▁Finally	-10.0409
▁drop	-10.0421
▁worry	-10.0422
▁designed	-10.0424
▁),	-10.0432
▁adjacent	-10.0436
▁certain	-10.044
▁equipment	-10.0446
▁stuck	-10.0454
an	-10.0454
▁laptop	-10.0461
▁hadn	-10.0476
▁six	-10.0483
▁enter	-10.0492
▁evenings	-10.0496
▁complex	-10.0498
▁cup	-10.0504
▁pull	-10.0516
▁stunning	-10.0528
▁O	-10.053
▁process	-10.0537
▁constantly	-10.0541
▁replaced	-10.0545
▁South	-10.0554
▁buffets	-10.0563
▁folks	-10.0569
▁explained	-10.057
▁games	-10.0581
▁notch	-10.0605
▁19	-10.0609
▁shut	-10.0615
▁13	-10.0634
▁Stay	-10.0645
▁parents	-10.0668
▁court	-10.0679
▁accommodation	-10.0681
▁$5	-10.0692
▁doubt	-10.0693
▁required	-10.0693
▁privacy	-10.0695
▁built	-10.0697
▁P	-10.0702
▁whatever	-10.0738
▁example	-10.0743
▁terms	-10.0746
▁Japanese	-10.0752
▁tidy	-10.0757
▁offering	-10.0777
▁cereals	-10.0778
▁September	-10.0781
▁Advisor	-10.0782
▁shade	-10.0782
▁direct	-10.0788
▁December	-10.0797
▁Concierge	-10.0802
en	-10.0806
▁cars	-10.0816
It	-10.0819
▁unfortunately	-10.082
▁Many	-10.0823
▁cramped	-10.0847
▁customers	-10.0847
▁owners	-10.085
▁17	-10.0856
▁Toronto	-10.0856
▁Housekeeping	-10.0858
P	-10.0858
▁getaway	-10.0859
▁satisfied	-10.0861
▁planned	-10.0861
▁plentiful	-10.0862
▁thinking	-10.0864
▁themselves	-10.0871
min	-10.0875
▁packed	-10.0887
▁adult	-10.092
▁These	-10.0934
▁January	-10.0934
▁beginning	-10.0948
▁timeshare	-10.0949
▁bargain	-10.095
▁paint	-10.0968
▁E	-10.0973
▁strange	-10.0984
▁heated	-10.1011
▁blue	-10.1032
▁receive	-10.1043
▁interior	-10.1044
▁minibar	-10.106
▁cut	-10.1063
▁shared	-10.1065
▁carte	-10.1073
▁C	-10.1075
▁glasses	-10.1089
▁provides	-10.109
free	-10.1099
▁wear	-10.1106
▁Maybe	-10.1128
▁mirror	-10.113
▁traveler	-10.1132
▁Each	-10.1132
▁Casino	-10.1146
▁departure	-10.1158
▁include	-10.116
▁preferred	-10.1167
▁Ave	-10.117
▁accessible	-10.1174
▁connected	-10.1174
▁crowd	-10.1175
▁snorkeling	-10.1182
▁runs	-10.1188
▁seat	-10.1191
▁nicest	-10.1206
▁thru	-10.1208
▁stains	-10.1209
▁trees	-10.1226
▁allow	-10.1229
▁executive	-10.1242
▁Priceline	-10.1242
▁promptly	-10.1243
▁deck	-10.1256
▁During	-10.1257
▁cream	-10.1261
▁sweet	-10.1267
▁honest	-10.1269
▁picky	-10.1271
▁View	-10.1273
▁faced	-10.1291
▁sense	-10.1304
▁quieter	-10.1311
▁baby	-10.1314
&	-10.1314
▁discovered	-10.1318
▁narrow	-10.1319
▁forgot	-10.1321
▁Have	-10.1322
▁kitchenette	-10.1339
2	-10.1347
▁supermarket	-10.1364
▁bottled	-10.1372
▁hop	-10.1375
▁laid	-10.1389
▁indeed	-10.1392
my	-10.1392
▁Beds	-10.14
▁gives	-10.1416
▁Vatican	-10.1421
▁direction	-10.1421
▁Definitely	-10.1433
▁newly	-10.1441
▁Reception	-10.1441
▁Euro	-10.1443
▁rented	-10.1452
▁deep	-10.1459
+	-10.1473
▁AM	-10.1474
▁cocktail	-10.1496
▁21	-10.1504
▁mixed	-10.1507
▁November	-10.1507
▁upscale	-10.1516
▁poolside	-10.1518
▁Buffet	-10.153
▁bridge	-10.1537
▁spread	-10.1539
▁t	-10.1545
▁stylish	-10.1551
ish	-10.1553
▁exploring	-10.1555
▁Sea	-10.1566
▁says	-10.1567
▁normally	-10.1567
▁mornings	-10.1568
▁indoor	-10.1573
▁harbour	-10.1582
▁travellers	-10.1584
▁cocktails	-10.159
▁held	-10.1598
▁locals	-10.1644
▁Friendly	-10.1646
▁honestly	-10.1661
▁web	-10.1663
▁Day	-10.1669
▁prompt	-10.1684
▁sorry	-10.1687
▁$100	-10.1692
▁Miami	-10.171
▁Otherwise	-10.1711
▁luck	-10.1714
▁careful	-10.172
b	-10.1726
▁Perfect	-10.1729
▁gem	-10.1739
▁appreciate	-10.174
▁memorable	-10.1762
▁saved	-10.1779
▁stained	-10.179
▁cards	-10.179
▁tight	-10.1793
▁Booked	-10.1795
▁orange	-10.1797
is	-10.1803
▁question	-10.1805
▁woke	-10.1806
▁relaxed	-10.1815
▁WiFi	-10.1818
▁Because	-10.1819
▁apparently	-10.1819
▁sports	-10.1824
▁en	-10.1826
▁heavy	-10.1833
▁curtain	-10.1837
▁:	-10.1837
▁movie	-10.1859
▁fare	-10.1868
▁dollar	-10.1871
▁Like	-10.1875
▁storage	-10.1885
▁parts	-10.1886
▁neat	-10.1901
▁acceptable	-10.1909
▁Never	-10.1911
▁Eiffel	-10.1915
▁remote	-10.1927
▁feature	-10.1932
▁impossible	-10.1933
▁hospitality	-10.1949
▁computers	-10.1958
▁men	-10.196
▁Via	-10.197
▁D	-10.1984
▁Cancun	-10.1985
▁stroll	-10.1997
▁chicken	-10.2001
▁wash	-10.2008
▁Manhattan	-10.2013
▁Being	-10.2016
▁became	-10.2017
▁opening	-10.2018
▁picture	-10.2024
▁lock	-10.2026
▁girlfriend	-10.2046
▁roomy	-10.2052
▁$15	-10.2057
▁Garden	-10.2058
▁known	-10.2059
▁story	-10.2062
▁cover	-10.2069
▁ferry	-10.2074
▁child	-10.2087
▁accommodations	-10.2099
▁speaking	-10.21
▁previously	-10.2123
▁Wonderful	-10.2125
▁layout	-10.2128
▁calling	-10.2143
▁croissants	-10.2159
▁Plus	-10.216
▁massive	-10.2168
▁drove	-10.2171
▁advised	-10.2183
M	-10.2194
▁enjoying	-10.2195
▁carry	-10.2212
▁french	-10.2213
▁Small	-10.2216
▁GREAT	-10.222
▁s	-10.2238
▁Museum	-10.2255
▁useful	-10.226
▁juices	-10.2262
▁Harbour	-10.2278
▁Ramblas	-10.2283
▁products	-10.2286
▁Easy	-10.2289
▁exception	-10.2297
go	-10.2319
▁Hawaii	-10.2321
▁filthy	-10.2322
▁Town	-10.2323
▁inexpensive	-10.2328
▁complaining	-10.2349
▁鈥	-10.235
▁carpets	-10.2355
▁plastic	-10.2358
▁cute	-10.2362
▁attractive	-10.2391
▁Here	-10.2394
▁shoes	-10.2402
▁tax	-10.2413
▁television	-10.2416
There	-10.2428
v	-10.2434
ie	-10.2454
▁steep	-10.2454
▁Canal	-10.2456
▁green	-10.2465
▁original	-10.247
▁Mirage	-10.2472
▁historic	-10.2475
▁suggestions	-10.2488
▁Plenty	-10.2489
▁advise	-10.249
F	-10.2495
▁Del	-10.2514
▁crazy	-10.2531
D	-10.2532
▁waste	-10.2534
▁realized	-10.2535
▁secure	-10.255
▁Â	-10.256
▁tropical	-10.257
▁Red	-10.2573
▁refused	-10.2574
▁event	-10.2587
▁yogurt	-10.259
▁standing	-10.2591
▁functional	-10.2596
E	-10.2602
off	-10.2611
▁employee	-10.2612
u	-10.2616
less	-10.2616
▁d	-10.2621
▁played	-10.2622
▁Universal	-10.2625
鈥檛	-10.2627
▁advertised	-10.2629
▁Hotels	-10.2636
鈥	-10.2639
▁outdated	-10.2644
▁wasnt	-10.2644
▁women	-10.2651
la	-10.2652
▁Village	-10.2664
▁likely	-10.2676
▁Fantastic	-10.2677
▁switch	-10.2686
▁moving	-10.2693
▁guide	-10.2693
▁salad	-10.2698
▁villa	-10.2709
▁power	-10.2715
▁personally	-10.2721
▁entered	-10.2729
▁musty	-10.2758
▁experiences	-10.2761
▁Manager	-10.2784
▁includes	-10.2785
▁promised	-10.2795
▁firm	-10.2799
▁welcomed	-10.2814
▁drinking	-10.2817
▁feels	-10.282
▁wanting	-10.2824
f	-10.2841
▁Centre	-10.2859
▁refund	-10.286
▁effort	-10.287
▁bartender	-10.287
▁mold	-10.2879
▁rated	-10.2883
▁crowds	-10.2888
▁Make	-10.2897
about	-10.2906
▁response	-10.2927
▁mother	-10.2935
▁occasions	-10.2936
▁exceptionally	-10.2939
▁figure	-10.2946
great	-10.2956
▁fell	-10.2957
▁flowers	-10.297
▁Marco	-10.2974
▁trendy	-10.3001
▁Air	-10.3005
▁speed	-10.3005
1	-10.3013
▁spotlessly	-10.3014
▁seafood	-10.3014
▁Road	-10.3024
▁tons	-10.303
▁delightful	-10.3032
hotel	-10.3033
▁state	-10.3044
▁Mandalay	-10.3048
▁Please	-10.3052
▁famous	-10.3055
▁Despite	-10.3057
▁cake	-10.3065
▁signs	-10.3065
▁upstairs	-10.3083
▁finished	-10.3088
that	-10.3097
▁transfer	-10.3101
▁waves	-10.3106
▁junior	-10.3113
▁alarm	-10.3115
▁sleeper	-10.3124
▁ample	-10.3139
▁print	-10.3143
nt	-10.3155
▁popular	-10.3163
▁whenever	-10.3177
▁lit	-10.3185
▁Did	-10.3187
our	-10.3201
from	-10.3204
▁Big	-10.3217
▁suitcases	-10.3221
▁touches	-10.3222
▁disgusting	-10.3224
▁Didn	-10.3226
▁AND	-10.3228
▁adjoining	-10.3233
▁M	-10.3238
especially	-10.3245
▁F	-10.3253
▁passes	-10.3264
▁Downtown	-10.3277
▁multiple	-10.3284
▁Secrets	-10.3321
▁nightly	-10.3323
▁o	-10.3335
▁$50	-10.3338
▁Lovely	-10.3341
▁hassle	-10.335
▁dry	-10.3354
▁sell	-10.3355
▁Got	-10.3362
▁starting	-10.3362
▁agreed	-10.3369
▁Expedia	-10.3374
▁recommendation	-10.341
▁newer	-10.3416
▁reasons	-10.3419
▁piece	-10.3428
▁beside	-10.344
end	-10.3446
▁therefore	-10.3448
▁actual	-10.3461
▁bedrooms	-10.3467
▁final	-10.347
▁waiters	-10.3472
▁bellman	-10.3479
do	-10.3481
▁$25	-10.3481
3	-10.349
▁breads	-10.3492
▁cookies	-10.3499
▁character	-10.3503
▁west	-10.3509
▁position	-10.3511
€“	-10.353
▁wants	-10.3531
▁SF	-10.3532
▁features	-10.3533
▁maids	-10.354
▁against	-10.354
▁overly	-10.3547
▁22	-10.3548
▁serving	-10.355
▁lazy	-10.3561
▁flights	-10.3565
▁February	-10.3576
▁upper	-10.3577
▁mainly	-10.3582
▁Mosque	-10.3584
R	-10.3586
▁UK	-10.3587
▁ages	-10.359
▁cups	-10.3596
▁purchase	-10.3599
▁personnel	-10.3604
▁research	-10.3615
▁Piazza	-10.3624
▁sounds	-10.3625
▁bucks	-10.363
▁lifts	-10.3655
▁knowledgeable	-10.3655
▁Try	-10.3656
▁rock	-10.3659
▁grab	-10.3662
▁noon	-10.3667
▁joke	-10.3682
▁gardens	-10.3682
▁celebrate	-10.3687
▁opportunity	-10.3689
▁visitors	-10.3702
▁suggested	-10.3713
▁locations	-10.3714
▁helping	-10.3719
▁date	-10.3724
▁Star	-10.3725
▁Mall	-10.3729
▁possibly	-10.373
▁Cons	-10.3731
▁clock	-10.3732
▁duty	-10.3733
▁basement	-10.3746
▁meats	-10.3748
▁Take	-10.3755
V	-10.3756
▁presented	-10.3761
▁eventually	-10.3769
▁Right	-10.377
▁haven	-10.377
▁Express	-10.3773
only	-10.3775
▁Building	-10.3779
▁ridiculous	-10.3804
▁units	-10.3811
▁Wi	-10.3814
▁opted	-10.3814
▁(2	-10.3816
▁bug	-10.3818
▁refurbished	-10.3829
coffee	-10.383
▁Me	-10.383
▁museums	-10.3834
▁fill	-10.3847
▁locked	-10.386
4	-10.3862
▁ladies	-10.3869
▁exceeded	-10.3883
▁smooth	-10.3892
▁dropped	-10.3892
na	-10.3892
▁helpfull	-10.3899
▁telling	-10.3901
▁casinos	-10.3901
$	-10.3902
▁correct	-10.3904
▁renovations	-10.3915
▁attending	-10.3915
▁wardrobe	-10.3922
▁Grill	-10.3923
▁funny	-10.3934
▁mine	-10.3939
▁museum	-10.3945
▁activity	-10.3961
▁reserve	-10.397
▁fruits	-10.398
▁parked	-10.3984
▁serves	-10.3998
line	-10.4003
▁Western	-10.4013
▁Puerto	-10.4029
▁cant	-10.4043
▁pulled	-10.4053
▁heading	-10.4054
▁info	-10.406
▁loads	-10.4062
▁bartenders	-10.4063
▁meat	-10.4068
O	-10.407
▁terminal	-10.4075
▁boys	-10.4094
▁Fairmont	-10.4114
▁player	-10.4125
▁23	-10.4126
W	-10.4133
▁deposit	-10.4139
▁..	-10.4142
▁originally	-10.4145
▁nightlife	-10.4155
▁lacking	-10.4158
▁eye	-10.4169
▁easier	-10.4175
▁traditional	-10.4195
▁nearest	-10.4202
▁realize	-10.4216
▁sauna	-10.4221
▁par	-10.4228
▁history	-10.4248
▁dog	-10.425
▁Marina	-10.4263
▁Let	-10.4264
▁People	-10.4267
▁lake	-10.4268
mins	-10.4273
▁Bridge	-10.4278
▁school	-10.4279
▁necessary	-10.4294
▁Anyway	-10.4299
▁Went	-10.4304
▁wood	-10.4306
▁presentation	-10.4308
▁shape	-10.4309
▁DO	-10.4324
▁fees	-10.4345
▁degrees	-10.4351
▁harbor	-10.4351
▁́	-10.4366
▁fountain	-10.4372
▁warned	-10.4373
▁types	-10.4401
▁shown	-10.4409
▁mix	-10.441
▁Orchard	-10.4416
▁robes	-10.4417
▁$30	-10.4418
▁sunset	-10.4432
......	-10.4438
▁post	-10.4453
▁frequent	-10.4454
▁Lobby	-10.4458
▁roll	-10.4465
▁noted	-10.4466
by	-10.4468
▁Golden	-10.4483
▁posted	-10.4486
▁journey	-10.4488
▁kid	-10.4495
▁pack	-10.4497
L	-10.4498
est	-10.451
▁sold	-10.4514
▁treatment	-10.4518
▁Canada	-10.4528
▁HK	-10.4536
▁spring	-10.4544
▁fall	-10.4548
▁East	-10.4551
This	-10.4554
us	-10.4558
?)	-10.4561
▁regarding	-10.4567
▁lived	-10.4567
▁corridor	-10.4569
▁inviting	-10.4574
▁Mayan	-10.4576
▁Lounge	-10.458
▁trains	-10.4584
▁quaint	-10.4587
▁throw	-10.4594
▁Water	-10.4594
▁@	-10.4605
be	-10.4609
▁accomodations	-10.462
▁plate	-10.4622
▁negatives	-10.4623
side	-10.4627
▁language	-10.465
▁seats	-10.4651
▁du	-10.4661
▁Michigan	-10.4669
▁exercise	-10.4674
▁passed	-10.4675
▁cleaner	-10.4693
▁destination	-10.4695
▁route	-10.4698
If	-10.4698
▁Chinese	-10.47
▁HUGE	-10.4701
of	-10.4711
▁concern	-10.4715
▁fountains	-10.4719
▁compare	-10.472
▁linen	-10.4721
▁bagels	-10.4737
▁trolley	-10.475
▁heating	-10.4757
▁Monday	-10.4758
▁providing	-10.4758
▁winter	-10.4765
K	-10.4766
▁stays	-10.4779
▁accommodate	-10.4786
▁written	-10.4792
▁traveller	-10.4797
▁removed	-10.481
▁Maya	-10.4812
▁BUT	-10.4824
▁admit	-10.4825
▁ensure	-10.4825
way	-10.4829
10	-10.4833
▁become	-10.4846
▁boarding	-10.4847
▁How	-10.4848
▁slippers	-10.4848
▁theatre	-10.4849
▁alcohol	-10.4858
▁rough	-10.4862
▁Pros	-10.4863
▁cross	-10.4865
▁Riviera	-10.4873
▁shabby	-10.4875
▁wonder	-10.4886
▁Hard	-10.4889
▁Dubai	-10.4892
▁upset	-10.4894
▁Dominican	-10.4908
▁cook	-10.4915
▁60	-10.492
▁unable	-10.4923
▁bustle	-10.4939
▁waitress	-10.4961
▁remodeled	-10.4967
ok	-10.4977
▁Pacific	-10.498
▁shame	-10.4985
▁safety	-10.4986
▁$	-10.4989
▁surrounded	-10.4991
▁calm	-10.4997
▁monorail	-10.501
▁MRT	-10.5022
▁hill	-10.5032
▁entry	-10.5035
▁ALL	-10.5036
▁Opera	-10.5038
w	-10.5046
▁surprisingly	-10.5048
▁Chinatown	-10.5053
▁decide	-10.5057
▁occasion	-10.507
▁police	-10.5072
inclusive	-10.5076
▁drivers	-10.5076
▁talked	-10.5084
▁Valet	-10.5093
5	-10.5101
he	-10.5103
▁groups	-10.5113
▁animals	-10.5114
▁Quay	-10.5119
AM	-10.5133
▁attend	-10.514
▁couldnt	-10.5156
▁period	-10.5156
▁Napa	-10.5164
ting	-10.5167
▁tipped	-10.5176
▁studio	-10.5178
▁rolls	-10.5181
▁plane	-10.5181
▁considered	-10.5193
▁2011	-10.5204
▁hip	-10.5208
▁5-	-10.5224
▁generous	-10.5224
▁weird	-10.5227
▁showing	-10.5229
▁pot	-10.523
un	-10.5232
▁Located	-10.5235
▁suitcase	-10.5236
▁hands	-10.5245
▁handle	-10.5252
▁ship	-10.5252
▁learned	-10.5254
▁washer	-10.5256
▁River	-10.5268
▁lay	-10.5268
▁body	-10.5275
▁PM	-10.5278
▁2011.	-10.5287
▁balconies	-10.5291
down	-10.5294
▁Mar	-10.5295
▁10-15	-10.5307
▁purpose	-10.5307
▁slight	-10.5311
▁excited	-10.5312
▁answered	-10.5317
▁assistance	-10.533
▁suppose	-10.5332
▁policy	-10.5335
▁watched	-10.5335
▁blast	-10.5347
▁extended	-10.5352
▁afford	-10.5355
▁waffles	-10.5355
▁assist	-10.5355
▁triple	-10.5358
▁cell	-10.5361
▁international	-10.5366
▁n	-10.5385
▁writing	-10.5395
▁clubs	-10.5397
▁hustle	-10.5398
▁wished	-10.5403
including	-10.5404
▁bank	-10.5406
▁figured	-10.5407
▁hesitation	-10.5421
▁serious	-10.5423
▁entering	-10.5428
ic	-10.5436
▁confirmation	-10.5437
▁queue	-10.5439
▁Walking	-10.5443
▁nervous	-10.5461
▁gentleman	-10.5463
▁grill	-10.5464
▁slide	-10.5465
man	-10.5466
▁muffins	-10.547
▁tile	-10.5471
▁cigarette	-10.5477
▁drawback	-10.5482
▁frequently	-10.5484
▁Gran	-10.5485
▁smiling	-10.5491
G	-10.5497
good	-10.551
▁appear	-10.5511
▁updating	-10.554
▁putting	-10.5541
▁State	-10.5549
▁headed	-10.5554
▁Though	-10.556
▁Villa	-10.5561
▁excursions	-10.5561
▁absolute	-10.5562
▁band	-10.5584
▁1.	-10.561
▁advisor	-10.5616
▁interest	-10.5617
▁hidden	-10.5619
▁depending	-10.5626
▁Tripadvisor	-10.5631
▁constant	-10.5635
▁premium	-10.5652
▁TripAdvisor	-10.5655
de	-10.5656
▁form	-10.5658
▁decision	-10.5665
▁cause	-10.5668
▁Coffee	-10.567
▁inconvenience	-10.5677
▁highlight	-10.5678
▁workers	-10.5684
▁Still	-10.5687
▁east	-10.5691
▁purchased	-10.5697
▁magnificent	-10.5703
▁sandwiches	-10.5705
ng	-10.5705
▁caught	-10.5707
▁doorman	-10.5715
▁sinks	-10.5718
▁exit	-10.5731
▁suit	-10.5737
▁trash	-10.5741
▁weekends	-10.5743
▁Santa	-10.5749
▁Ok	-10.5767
ment	-10.5767
▁favourite	-10.5776
▁sad	-10.5783
▁pain	-10.5787
▁plates	-10.5793
▁refreshing	-10.5795
▁seriously	-10.58
site	-10.581
▁contemporary	-10.5813
▁highway	-10.5817
▁boy	-10.5824
▁edge	-10.5826
▁dust	-10.583
▁neighbors	-10.583
▁comparison	-10.5834
▁flying	-10.5837
▁Wharf	-10.585
▁regret	-10.5863
▁beware	-10.5865
▁strongly	-10.5869
▁Asian	-10.5875
▁De	-10.5876
▁disco	-10.588
▁touristy	-10.5881
▁mediocre	-10.5884
▁Large	-10.5901
▁attended	-10.5905
▁sliding	-10.5908
though	-10.5913
▁Desk	-10.5916
▁fab	-10.5919
el	-10.5934
▁sales	-10.5937
▁cart	-10.5939
▁rocks	-10.5943
▁recommending	-10.5952
▁explain	-10.5955
rs	-10.5956
▁seperate	-10.5957
▁dance	-10.5957
▁impeccable	-10.596
▁neither	-10.596
▁tiles	-10.597
▁appears	-10.5971
▁26	-10.598
▁corridors	-10.598
▁minimal	-10.6
▁environment	-10.6002
▁Florida	-10.6022
Y	-10.6024
sized	-10.6034
▁Feb	-10.6039
▁!!	-10.604
old	-10.6048
▁vegas	-10.6055
▁chic	-10.6069
view	-10.6073
▁breathtaking	-10.6073
▁cheapest	-10.6074
▁follow	-10.6076
▁assured	-10.6076
▁die	-10.6091
▁H	-10.6093
▁conversation	-10.6099
▁begin	-10.6105
▁words	-10.611
▁R	-10.6117
▁result	-10.6117
▁Super	-10.6121
▁hairdryer	-10.6131
▁spray	-10.6131
▁port	-10.6132
▁report	-10.6137
ted	-10.6138
▁alternative	-10.6149
▁scrambled	-10.615
▁scene	-10.6154
▁dead	-10.6169
▁visits	-10.6171
▁drain	-10.6182
??	-10.6196
▁gotten	-10.6204
▁listen	-10.6208
▁ceilings	-10.6208
▁tripadvisor	-10.6227
▁classy	-10.6245
ity	-10.625
▁90	-10.6255
▁sheet	-10.6255
▁workout	-10.6258
▁K	-10.626
well	-10.626
▁ham	-10.6264
▁described	-10.6266
▁obvious	-10.6277
▁st	-10.6286
▁proper	-10.6296
▁VIP	-10.6302
▁Trevi	-10.6303
▁poorly	-10.6305
▁Broadway	-10.631
▁bike	-10.6316
▁initially	-10.6316
▁cheeses	-10.6329
▁account	-10.6333
age	-10.6333
▁changing	-10.6335
▁bunch	-10.6339
▁finish	-10.6341
▁path	-10.6343
▁happily	-10.6357
▁Lahaina	-10.6362
see	-10.6366
▁rep	-10.6368
▁present	-10.6376
▁Starwood	-10.6377
▁hostel	-10.6379
▁bringing	-10.6379
▁SO	-10.6396
▁reported	-10.6396
▁1)	-10.6409
▁hoping	-10.6409
▁sufficient	-10.6417
▁plug	-10.6438
▁closest	-10.644
▁Mr	-10.6442
▁Caribbean	-10.6466
▁tend	-10.6468
▁ironing	-10.6471
▁residential	-10.6481
ation	-10.6491
▁kettle	-10.6492
▁Restaurants	-10.65
▁MTR	-10.6502
▁27	-10.6508
per	-10.6512
▁ways	-10.6514
▁Over	-10.6517
▁ambiance	-10.6517
▁NEVER	-10.6519
▁basis	-10.6521
▁attendant	-10.6524
▁approx	-10.6531
▁gracious	-10.6542
▁knowing	-10.6544
▁nowhere	-10.6548
▁exchange	-10.655
ion	-10.6554
▁contacted	-10.6555
▁Omni	-10.6562
▁boats	-10.6564
▁Why	-10.6575
▁confirmed	-10.6581
▁Steps	-10.6583
▁co	-10.6584
top	-10.6584
▁Luckily	-10.6599
▁$1	-10.6602
▁rip	-10.6606
▁steam	-10.6614
ia	-10.6616
▁spanish	-10.6616
▁2)	-10.663
▁charging	-10.663
PM	-10.6632
▁connecting	-10.664
▁Harbor	-10.6651
▁Wailea	-10.6656
▁Little	-10.6665
▁among	-10.6668
ce	-10.6668
▁cosy	-10.6674
▁Playacar	-10.6679
▁cities	-10.6691
▁yards	-10.6697
▁Gold	-10.67
ful	-10.6701
▁TO	-10.6712
▁G	-10.6713
▁dish	-10.6716
▁hate	-10.672
▁Bus	-10.6723
▁USA	-10.6727
▁fixtures	-10.674
ies	-10.6741
▁28	-10.6745
▁Carlton	-10.6747
▁tastefully	-10.6749
shower	-10.6754
▁express	-10.6762
▁reviewer	-10.6764
▁Lake	-10.6769
▁Walk	-10.6773
▁thick	-10.6774
▁pushed	-10.6774
*	-10.6783
▁200	-10.6784
▁married	-10.6788
▁Bourbon	-10.6788
▁hungry	-10.6788
▁learn	-10.6795
▁ear	-10.68
▁Maria	-10.6801
▁Get	-10.6815
▁maps	-10.6816
▁unfriendly	-10.6818
▁wise	-10.6823
▁TVs	-10.6833
▁movies	-10.6842
▁neighbourhood	-10.6848
▁sushi	-10.6852
▁pasta	-10.6853
▁plain	-10.6857
N	-10.6863
▁partial	-10.6867
▁liquor	-10.6875
co	-10.6879
▁master	-10.6881
▁District	-10.6884
▁stood	-10.6884
▁Absolutely	-10.6886
▁badly	-10.6896
▁chef	-10.6902
▁$2	-10.6904
▁natural	-10.691
▁apartments	-10.6916
▁dessert	-10.6917
▁Empire	-10.6925
▁address	-10.6925
▁lively	-10.693
▁Bali	-10.6933
▁forever	-10.6934
▁dogs	-10.6935
▁About	-10.6936
▁cabs	-10.6943
▁unhelpful	-10.6947
▁desired	-10.695
▁Last	-10.695
▁International	-10.6952
▁plans	-10.6953
▁comp	-10.6956
▁gambling	-10.6963
▁Point	-10.6964
minute	-10.6967
▁arrange	-10.697
▁Or	-10.6983
▁penny	-10.7002
▁Palazzo	-10.701
te	-10.7013
▁taxes	-10.7017
▁Spent	-10.702
▁assigned	-10.7023
▁extras	-10.7027
▁surroundings	-10.703
▁Iberostar	-10.7035
▁shocked	-10.7039
▁varied	-10.7044
▁apology	-10.706
▁spaces	-10.7062
▁Needless	-10.7066
ry	-10.7067
▁unlike	-10.7067
▁slots	-10.7069
ty	-10.7074
▁deals	-10.708
▁Love	-10.7083
▁remembered	-10.7084
can	-10.7094
▁marina	-10.7107
▁names	-10.7114
▁schedule	-10.7126
▁egg	-10.7131
▁continue	-10.7145
---	-10.7146
▁rail	-10.7148
▁inn	-10.7154
▁Enjoy	-10.7171
▁oh	-10.7181
▁helps	-10.7181
▁Mark	-10.7182
▁sausage	-10.7211
over	-10.7214
▁di	-10.7215
▁Queen	-10.7216
▁afraid	-10.7216
œ	-10.7227
▁rush	-10.7229
▁paradise	-10.7238
▁5-10	-10.7239
▁Platinum	-10.7242
▁Aria	-10.7248
▁program	-10.7251
▁teenagers	-10.7253
ling	-10.7261
▁sandwich	-10.7272
▁fourth	-10.7276
▁checkin	-10.728
▁eager	-10.728
▁Deluxe	-10.7283
▁Arrived	-10.7289
▁palm	-10.7293
▁theater	-10.7295
▁mattresses	-10.7298
▁Pantheon	-10.7305
▁cons	-10.7311
ter	-10.7313
▁cheerful	-10.7317
▁dealt	-10.7334
▁garbage	-10.7341
▁drawers	-10.7344
▁peace	-10.7344
▁tasted	-10.7346
▁accomodation	-10.7351
▁chocolates	-10.7352
▁nasty	-10.7354
▁Amazing	-10.7357
▁Wifi	-10.736
▁Executive	-10.7374
▁boardwalk	-10.7375
▁Year	-10.7376
▁cooking	-10.7383
▁35	-10.7392
▁pub	-10.7394
▁$200	-10.7397
▁Dallas	-10.7412
▁alley	-10.7416
▁snorkel	-10.7423
▁aspect	-10.7443
▁cancelled	-10.7444
right	-10.7455
▁Before	-10.7457
7	-10.7468
▁pointed	-10.7471
▁Sofitel	-10.7472
▁DVD	-10.7473
▁pancakes	-10.7476
▁followed	-10.7479
▁USD	-10.748
▁ambience	-10.7489
▁4-	-10.749
▁unpleasant	-10.7491
▁$40	-10.7501
▁entertaining	-10.7504
▁server	-10.7511
▁foods	-10.7514
Fi	-10.7517
15	-10.7518
▁80	-10.7521
▁plugs	-10.7526
time	-10.7536
▁Time	-10.7539
▁plush	-10.7542
▁wind	-10.7546
▁consisted	-10.7549
ur	-10.7551
▁California	-10.7553
▁$3	-10.7563
▁Princess	-10.7568
▁van	-10.7572
me	-10.7576
▁Perhaps	-10.7579
where	-10.7585
▁prime	-10.7589
▁deli	-10.7591
ra	-10.7601
house	-10.7607
▁falling	-10.7607
▁Hampton	-10.7608
▁Too	-10.7608
9	-10.7612
▁enormous	-10.7615
▁leisure	-10.7634
They	-10.7638
▁Jan	-10.7642
▁Roma	-10.7655
▁Pier	-10.7659
▁Thursday	-10.7664
don	-10.7666
▁vanity	-10.7668
Our	-10.7669
▁loungers	-10.7671
▁mom	-10.7672
▁levels	-10.7676
▁factor	-10.7681
▁hey	-10.769
▁Australia	-10.7691
▁knows	-10.7699
▁beverages	-10.7706
▁dancing	-10.771
▁Rico	-10.7712
▁recomend	-10.7714
▁Ka	-10.7716
▁Bavaro	-10.7724
▁shouldn	-10.7729
▁reccomend	-10.7735
鈥檚	-10.7741
▁nobody	-10.775
▁events	-10.7768
▁photo	-10.7779
▁happening	-10.7792
▁confirm	-10.7797
▁Circus	-10.7798
▁More	-10.7802
▁resturants	-10.7803
▁solid	-10.7805
ch	-10.7808
▁broke	-10.7808
